[
  { "id": "1", "title": "You must be the change you wish to see in the world. – Mahatma Gandhi" },
  { "id": "2", "title": "Arise, awake, and stop not till the goal is reached. – Swami Vivekananda" },
  { "id": "3", "title": "A mind all logic is like a knife all blade. It makes the hand bleed that uses it. – Rabindranath Tagore" },
  { "id": "4", "title": "Dream, dream, dream. Dreams transform into thoughts and thoughts result in action. – A. P. J. Abdul Kalam" },
  { "id": "5", "title": "Let us pick up our books and our pens, they are the most powerful weapons. – Malala Yousafzai (Indian origin by roots)" },
  { "id": "6", "title": "If you don’t stand for something, you will fall for anything. – Kiran Bedi" },
  { "id": "7", "title": "Books are as useful to a stupid person as a mirror is useful to a blind person. – Chanakya" },
  { "id": "8", "title": "Education is the manifestation of the perfection already in man. – Swami Vivekananda" },
  { "id": "9", "title": "The more we sweat in peace, the less we bleed in war. – Dr. Radhakrishnan" },
  { "id": "10", "title": "Our greatest glory is not in never falling, but in rising every time we fall. – Confucius (popular in Indian texts too)" },
  { "id": "11", "title": "To succeed in your mission, you must have single-minded devotion to your goal. – A. P. J. Abdul Kalam" },
  { "id": "12", "title": "Silence is one of the great arts of conversation. – Cicero (frequently cited by Indian intellectuals)" },
  { "id": "13", "title": "The world suffers a lot. Not because of the violence of bad people, but because of the silence of good people. – Chanakya" },
  { "id": "14", "title": "Live as if you were to die tomorrow. Learn as if you were to live forever. – Mahatma Gandhi" },
  { "id": "15", "title": "Happiness is when what you think, what you say, and what you do are in harmony. – Mahatma Gandhi" },
  { "id": "16", "title": "There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul. – Swami Vivekananda" },
  { "id": "17", "title": "In a gentle way, you can shake the world. – Mahatma Gandhi" },
  { "id": "18", "title": "Science is a beautiful gift to humanity; we should not distort it. – A. P. J. Abdul Kalam" },
  { "id": "19", "title": "You can't cross the sea merely by standing and staring at the water. – Rabindranath Tagore" },
  { "id": "20", "title": "An ounce of practice is worth more than tons of preaching. – Mahatma Gandhi" },
  { "id": "21", "title": "All power is within you; you can do anything and everything. – Swami Vivekananda" },
  { "id": "22", "title": "It is easy to kill individuals but you cannot kill the ideas. – Bhagat Singh" },
  { "id": "23", "title": "Ignorance is always afraid of change. – Jawaharlal Nehru" },
  { "id": "24", "title": "Discipline is the foundation upon which all success is built. – A. P. J. Abdul Kalam" },
  { "id": "25", "title": "Even if I have to face death a thousand times for the sake of my motherland, I shall not be sorry. – Ashfaqulla Khan" }
  
]
